def add(a, b):
    ...

def divide(a, b):
    ...

num1 = int(input("Введите первое число: "))  # присваиваем переменной num1 значение, которое ввел пользователь
num2 = int(input("Введите второе число: "))  # то же самое с num2
num3 = int(input("Введите второе число: "))  # то же самое с num3



print("Первое число:", num1)  # вывод текста "Первое число: {значение переменной num1}"
print("Второе число:", num2)  # вывод текста "Второе число: {значение переменной num2}"
print("Второе число:", num3)  # вывод текста "Второе число: {значение переменной num3}"
print("Summ:", num1 + num2 + num3)
print(num1/num3)

# print("div:", divide(int(num1), int(num2)))
